Repository: krysros/Marker
Catalog: marker/locale/*/LC_MESSAGES/messages.po
Languages: pl

source: Fullname
pl: Imię i nazwisko

source: New password
pl: Nowe hasło

source: Confirm password
pl: Powtórz hasło

source: The password is too simple
pl: Hasło jest zbyt proste

source: Stage
pl: Etap

source: Role
pl: Rola

source: Comment
pl: Komentarz

source: Parent
pl: Rodzic

source: Name
pl: Nazwa

source: Street
pl: Ulica

source: Post code
pl: Kod pocztowy

source: City
pl: Miasto

source: Subdivision
pl: Województwo

source: Country
pl: Kraj

source: Website
pl: Strona internetowa

source: Color
pl: Kolor

source: Court
pl: Sąd

source: This name is already taken
pl: Ta nazwa jest już zajęta

source: The NIP number should consist of 10 digits
pl: Numer NIP powinien się składać z 10 cyfr

source: Invalid VAT number
pl: Nieprawidłowy numer NIP

source: The REGON number should consist of 9 or 14 digits
pl: Numer REGON powinien się składać z 9 lub 14 cyfr

source: Invalid REGON number
pl: Nieprawidłowy numer REGON

source: The KRS number should consist of 10 digits
pl: Numer KRS powinien się składać z 10 cyfr

source: There is no company with this name
pl: Nie ma firmy o takiej nazwie

source: Phone
pl: Telefon

source: CSV file
pl: Plik CSV

source: User name
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Deadline
pl: Termin

source: Project delivery method
pl: Sposób realizacji projektu

source: There is no project with this name
pl: Nie ma projektu o tej nazwie

source: Date created
pl: Data utworzenia

source: Date modified
pl: Data modyfikacji

source: Stars
pl: Gwiazdki

source: Comments
pl: Komentarze

source: Ascending
pl: Rosnąco

source: Descending
pl: Malejąco

source: In progress
pl: W trakcie

source: Completed
pl: Zakończone

source: Primary
pl: Podstawowy

source: Secondary
pl: Drugorzędny

source: Success
pl: Powodzenie

source: Danger
pl: Niebezpieczeństwo

source: Warning
pl: Ostrzeżenie

source: Info
pl: Informacja

source: Light
pl: Jasny

source: Dark
pl: Ciemny

source: Default
pl: Domyślny

source: Editor
pl: Edytor

source: Designer
pl: Projektant

source: Purchaser
pl: Zamawiający

source: Investor
pl: Inwestor

source: General Contractor
pl: Generalny Wykonawca

source: Subcontractor
pl: Podwykonawca

source: Supplier
pl: Dostawca

source: Announcement
pl: Zapowiedź

source: Tender
pl: Przetarg

source: Construction
pl: Realizacja

source: Design–build
pl: Projektuj i buduj

source: Build
pl: Buduj

source: Companies
pl: Firmy

source: Projects
pl: Projekty

source: The most popular tags among companies
pl: Najpopularniejsze tagi wśród firm

source: The most popular tags among projects
pl: Najpopularniejsze tagi wśród projektów

source: Subdivisions with the largest number of companies
pl: Województwa o największej liczbie firm

source: Cities with the largest number of companies
pl: Miasta o największej liczbie firm

source: The most commented companies
pl: Najczęściej komentowane firmy

source: Subdivisions with the largest number of projects
pl: Województwa o największej liczbie projektów

source: Cities with the largest number of projects
pl: Miasta o największej liczbie projektów

source: The most commented projects
pl: Najczęściej komentowane projekty

source: User activity (added companies)
pl: Aktywność użytkowników (dodane firmy)

source: User activity (added projects)
pl: Aktywność użytkowników (dodane projekty)

source: Investors (number of projects)
pl: Inwestorzy (liczba projektów)

source: Recommended companies
pl: Rekomendowane firmy

source: Watched projects
pl: Obserwowane projekty

source: Companies that announced the largest number of investments
pl: Firmy, które ogłosiły największą liczbę inwestycji

source: Companies that took part in the largest number of tenders
pl: Firmy, które wzięły udział w największej liczbie przetargów

source: Companies that have completed the largest number of investments
pl: Firmy, które zrealizowały największą liczbę inwestycji

source: The most active designers
pl: Najbardziej aktywni projektanci

source: The most active purchasers
pl: Najbardziej aktywni zamawiający

source: The most active investors
pl: Najbardziej aktywni inwestorzy

source: The most active general contractors
pl: Najbardziej aktywni generalni wykonawcy

source: The most active subcontractors
pl: Najbardziej aktywni podwykonawcy

source: The most active suppliers
pl: Najbardziej aktywni dostawcy

source: Projects with the greatest interest
pl: Projekty o największym zainteresowaniu

source: Moved Permanently
pl: Trwale przeniesiony

source: Bad Request
pl: Nieprawidłowe zapytanie

source: Forbidden
pl: Zabroniony

source: Not Found
pl: Nie znaleziono

source: App for General Contractors
pl: Aplikacja dla Generalnych Wykonawców

source: Find recommended companies with a specific business profile and projects that meet the required criteria. Check which companies have implemented the largest number of projects, which subdivisions are the most entrepreneurial and in which industries there is the greatest competition.
pl: Znajdź najczęściej rekomendowane firmy o określonym profilu działalności oraz projekty spełniające wymagane kryteria. Sprawdź, które firmy zrealizowały największą liczbę projektów, które województwa są najbardziej przedsiębiorcze i w jakich branżach jest największa konkurencja.

source: Companies, corporations, organizations.
pl: Firmy, korporacje, organizacje.

source: Currently implemented or completed projects.
pl: Aktualnie realizowane lub zakończone projekty.

source: Tags
pl: Tagi

source: Business profiles of companies and types of projects.
pl: Profile działalności firm i rodzaje projektów.

source: Contacts
pl: Kontakty

source: Contacts assigned to companies and projects.
pl: Kontakty przypisane do firm i projektów.

source: Comments on companies and projects.
pl: Komentarze dotyczące firm i projektów.

source: Reports
pl: Raporty

source: Summary of the database content.
pl: Podsumowanie zawartości bazy danych.

source: Account
pl: Konto

source: Submit
pl: Prześlij

source: Log in
pl: Zaloguj się

source: Up
pl: W górę

source: Users
pl: Użytkownicy

source: Selected
pl: Wybrane

source: Log out
pl: Wyloguj się

source: Language
pl: Język

source: Toggle theme
pl: Przełącz motyw

source: by
pl: przez

source: Filter
pl: Filtruj

source: Company
pl: Firma

source: Project
pl: Projekt

source: Are you sure?
pl: Czy jesteś pewien?

source: Sort
pl: Sortuj

source: Order
pl: Kolejność

source: Search criteria
pl: Kryteria wyszukiwania

source: Go to form...
pl: Przejdź do formularza...

source: Action
pl: Akcja

source: Created at
pl: Utworzono

source: Updated at
pl: Zmodyfikowano

source: Modification date
pl: Data modyfikacji

source: Please select a CSV file
pl: Proszę wybrać plik CSV

source: Contact
pl: Kontakt

source: Description
pl: Opis

source: Number
pl: Liczba

source: Selected companies
pl: Wybrane firmy

source: Selected projects
pl: Wybrane projekty

source: Delete all selected companies?
pl: Usunąć wszystkie zaznaczone firmy?

source: Delete all selected contacts?
pl: Usunąć wszystkie wybrane kontakty?

source: Delete all selected projects?
pl: Usunąć wszystkie wybrane projekty

source: Merge selected tags
pl: Połącz wybrane tagi

source: New tag name
pl: Nowa nazwa tagu

source: The new name can be the same as one of the selected tags
pl: Nowa nazwa może być taka sama jak nazwa jednego z wybranych tagów

source: Cancel
pl: Anuluj

source: Merge
pl: Połącz

source: User
pl: Użytkownik

source: Company_Project
pl: Firma_Projekt

source: success:Changes have been saved
pl: success:Zmiany zostały zapisane

source: The user %s has changed his details
pl: Użytkownik %s zmienił swoje dane

source: The user %s changed the password
pl: Użytkownik %s zmienił hasło

source: success:Hello!
pl: success:Witaj!

source: The user %s has logged in
pl: Użytkownik %s zalogował się

source: danger:Login failed
pl: danger:Logowanie nie powiodło się

source: success:Logged out
pl: success:Wylogowano

source: The user %s has logged out
pl: Użytkownik %s wylogował się

source: warning:No required permissions
pl: warning:Brak wymaganych uprawnień

source: The user %s deleted the comment
pl: Użytkownik %s usunął komentarz

source: Find a comment
pl: Znajdź komentarz

source: Similar
pl: Podobne

source: The user %s has added a tag to the company
pl: Użytkownik %s dodał tag do firmy

source: success:Added to the database
pl: success:Dodano do bazy danych

source: Add a tag
pl: Dodaj tag

source: The user %s has added a contact to the company
pl: Użytkownik %s dodał kontakt do firmy

source: Add a contact
pl: Dodaj kontakt

source: The user %s added a comment
pl: Użytkownik %s dodał komentarz

source: Add a comment
pl: Dodaj komentarz

source: info:Add tags and contacts
pl: info:Dodaj tagi i kontakty

source: The user %s has added a company
pl: Użytkownik %s dodał firmę

source: Add a company
pl: Dodaj firmę

source: The user %s changed the company details
pl: Użytkownik %s zmienił dane firmy

source: Edit company details
pl: Edytuj dane firmy

source: success:Removed from the database
pl: success:Usunięto z bazy danych

source: The user %s deleted the company
pl: Użytkownik %s usunął firmę

source: Find a company
pl: Znajdź firmę

source: The user %s unlinked the tag from the company
pl: Użytkownik %s odczepił tag od firmy

source: The user %s added the project to the company
pl: Użytkownik %s dodał projekt do firmy

source: Add a project
pl: Dodaj projekt

source: The user %s changed the activity details
pl: Użytkownik %s zmienił szczegóły aktywności

source: Edit activity details
pl: Edytuj szczegóły aktywności

source: The user %s unlinked the company from the project
pl: Użytkownik %s odczepił firmę od projektu

source: User %s changed contact details
pl: Użytkownik %s zmienił dane kontaktowe

source: Edit contact
pl: Edytuj kontakt

source: The user %s deleted the contact
pl: Użytkownik %s usunął kontakt

source: Find a contact
pl: Znajdź kontakt

source: success:CSV file has been imported
pl: success:Plik CSV został zaimportowany

source: User %s imported CSV file
pl: Użytkownik %s zaimportował plik CSV

source: Import CSV
pl: Importuj CSV

source: The user %s has added a project
pl: Użytkownik %s dodał projekt

source: The user %s changed the project details
pl: Użytkownik %s zmienił dane projektu

source: Edit project details
pl: Edytuj dane projektu

source: The user %s deleted the project
pl: Użytkownik %s usunął projekt

source: Find a project
pl: Znajdź projekt

source: The user %s added the company to the project
pl: Użytkownik %s dodał firmę do projektu

source: The user %s has added a tag to the project
pl: Użytkownik %s dodał tag do projektu

source: The user %s has added a contact to the project
pl: Użytkownik %s dodał kontakt do projektu

source: The user %s unlinked the tag from the project
pl: Użytkownik %s odpiął tag od projektu

source: Report
pl: Raport

source: The user %s exported company data
pl: Użytkownik %s eksportował dane firmy

source: The user %s exported project data
pl: Użytkownik %s eksportował dane projektu

source: The user %s has added a tag
pl: Użytkownik %s dodał tag

source: Add tag
pl: Dodaj tag

source: The user %s changed the name of the tag
pl: Użytkownik %s zmienił nazwę tagu

source: Edit tag
pl: Edytuj tag

source: The user %s removed the tag
pl: Użytkownik %s usunął tag

source: Find the tag
pl: Znajdź tag

source: The user %s has added a user
pl: Użytkownik %s dodał użytkownika

source: Add user
pl: Dodaj użytkownika

source: The user %s has changed the user's data
pl: Użytkownik %s zmienił dane użytkownika

source: Edit user details
pl: Edytuj dane użytkownika

source: The user %s deleted the user
pl: Użytkownik %s usunął użytkownika

source: Find a user
pl: Znajdź użytkownika

source: The user %s exported the data of selected companies
pl: Użytkownik %s eksportował dane zaznaczonych firm

source: The user %s cleared the selected companies
pl: Użytkownik %s wyczyścił zaznaczone firmy

source: The user %s exported the data of selected projects
pl: Użytkownik %s eksportował dane zaznaczonych projektów

source: The user %s cleared the selected projects
pl: Użytkownik %s wyczyścił zaznaczone projekty

source: The user %s exported the data of selected tags
pl: Użytkownik %s eksportował dane zaznaczonych tagów

source: The user %s cleared the selected tags
pl: Użytkownik %s wyczyścił zaznaczone tagi

source: The user %s exported the data of selected contacts
pl: Użytkownik %s eksportował dane zaznaczonych kontaktów

source: The user %s cleared the selected contacts
pl: Użytkownik %s wyczyścił zaznaczone kontakty

source: success:Selected companies deleted
pl: success:Wybrane firmy zostały usunięte

source: The user %s deleted selected companies
pl: Użytkownik %s usunął zaznaczone firmy

source: success:Selected projects deleted
pl: success:Wybrane projekty zostały usunięte

source: The user %s deleted selected projects
pl: Użytkownik %s usunął wybrane projekty

source: success:Selected contacts deleted
pl: success:Wybrane kontakty zostały usunięte

source: The user %s deleted selected contacts
pl: Użytkownik %s usunął wybrane kontakty

source: success:Selected tags deleted
pl: success:Wybrane tagi zostały usunięte

source: The user %s deleted selected tags
pl: Użytkownik %s usunął wybrane tagi

source: warning:Please provide a name and select tags
pl: warning:Proszę podać nazwę i wybrać tagi

source: success:Selected tags merged
pl: success:Wybrane tagi zostały połączone

source: The user %s merged selected tags to '%s'
pl: Użytkownik %s połączył zaznaczone tagi w '%s'

source: The user %s exported the data of companies with a star
pl: Użytkownik %s eksportował dane firm z gwiazdką

source: The user %s cleared companies with a star
pl: Użytkownik %s eksportował dane firm z gwiazdką

source: The user %s exported the data of projects with a star
pl: Użytkownik %s eksportował dane projektów z gwiazdką

source: The user %s cleared projects with a star
pl: Użytkownik %s eksportował dane projektów z gwiazdką
